/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Schließen";

/* primary label with product name */
"Connecting to %@..." = "Verbinden mit %@...";

/* primary label */
"Connecting..." = "Verbindung wird aufgebaut...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Info zu...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Ladevorgang läuft (%1$@ von %2$@ Bytes)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Ladevorgang läuft (%1$@ von %2$@ KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Ladevorgang läuft (%1$@ von %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "Anwendung";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "Info zum GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "Mithilfe von GoTo Opener funktionieren GoTo-Websites und -Anwendungen besser auf Ihrem Computer.\n\nVersion: %@\n\nSpeicherort: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Initialisierung wird durchgeführt";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Spezielle Startinformationen werden abgefragt";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Vorgang eines anderen GoToOpener muss noch abgeschlossen werden";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "GoTo Opener wird installiert";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Laden des Plug-Ins wird gestartet";

/* generic installing plugin label */
"Installing Plugin" = "Plug-In wird installiert";

/* generic starting download progress label */
"Starting Download" = "Ladevorgang wird gestartet";

/* generic downloading progress label */
"Downloading" = "Ladevorgang läuft";

/* generic verify archive progress label */
"Verifying" = "Überprüfen";

/* generic unarchiving progress label */
"Unzipping" = "Entpacken";

/* generic launch progress label */
"Installing" = "Installation läuft";

/* generic launch progress label */
"Launching" = "Wird gestartet";

/* launch installer progress label */
"Launching Installer" = "Installationsprogramm wird gestartet";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Ladevorgang fehlgeschlagen";

/* unarchive failed alert message */
"Unarchive Failed" = "Entpacken fehlgeschlagen";

/* installation failed alert message */
"Installation Failed" = "Installation fehlgeschlagen";

/* launch failed alert message */
"Launch Failed" = "Starten fehlgeschlagen";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "GoTo Opener konnte %@ nicht starten.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "GoTo Opener konnte %@ nicht installieren.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Bitte starten Sie den Ladevorgang erneut oder wenden Sie sich an den Globalen Kundensupport unter \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "GoTo Opener hält den Download-Server nicht für vertrauenswürdig.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Stellen Sie sicher, dass Ihre Keychains aktuelle und vertrauenswürdige Zertifikate enthalten oder wenden Sie sich an den Globalen Kundensupport unter\nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "Die angeforderte Version von %@ unterstütz diese Version von Mac OS X nicht.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Die erforderliche Anwendung konnte von unseren Servern nicht heruntergeladen werden.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ konnte nicht gestartet werden, da beim Herunterladen der App ein Problem auftrat. Speichern Sie die Datei stattdessen über Ihren Webbrowser:\n\n1. Klicken Sie auf die Schaltfläche \"Herunterladen über Browser\".\n2. Öffnen Sie die heruntergeladene Datei und installieren Sie sie.\n3. Versuchen Sie erneut, an der Sitzung teilzunehmen.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Wenn Sie weitere Hilfe benötigen, wenden Sie sich an Ihren Systemadministrator oder den %@-Support unter https://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Herunterladen über Browser";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Das Installationsprogramm konnte nicht von unseren Servern heruntergeladen werden";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Die erforderliche Anwendung konnte nicht entpackt werden.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Installationsprogramm konnte nicht entpackt werden.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Die erforderliche Anwendung konnte nicht installiert werden.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Die erforderliche Anwendung konnte nicht gestartet werden.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Das Installationsprogramm konnte nicht gestartet werden.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Die erforderlichen Anwendungsargumente konnten nicht von unserem Server heruntergeladen werden";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Erneut versuchen";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Schließen";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "Authentifizierung dauerte zu lange";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Anmeldeinformationen konnten nicht in angemessener Zeit authentifiziert werden. Möglicherweise ist der Name oder das Passwort nicht korrekt. Versuchen Sie es erneut.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Erneut versuchen";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Schließen";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Authentifizierung fehlgeschlagen";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "Die Netzwerkverbindung wurde während der Authentifizierung unterbrochen. Möglicherweise waren der von Ihnen eingegebene Benutzername oder das Passwort nicht korrekt. Bitter versuchen Sie es noch einmal.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Serveridentität nicht vertrauenswürdig";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Das Serverzertifikat scheint ungültig zu sein. Eine Verbindung zum Server könnte Ihre vertraulichen Daten gefährden.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "Das Zertifikat für den Server in \\'%@\\' scheint ungültig zu sein.  Eine Verbindung zum Server könnte Ihre vertraulichen Daten gefährden.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "Das Zertifikat für den Server \\'%@\\' scheint ungültig zu sein.  Eine Verbindung zum Server könnte Ihre vertraulichen Daten gefährden.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Schließen";
